Repository: Haufe-Lexware/hl.plone.boardnotifications
Catalog: hl/plone/boardnotifications/locales/*/LC_MESSAGES/hl.plone.boardnotifications.po
Languages: de, es, eu

source: Addresses to listen for mail
de: Zulxc3xa4ssige Netzwerkadressen fxc3xbcr Mail-in

source: Board Notifications
de: Foren-Emailbenachrichtigungen
es: Notificaciones de Ploneboard
eu: Ploneboarden jakinarazpenak

source: Check to allow uploading of attachments during mail-in.
de: Anhxc3xa4nge erlauben?

source: Check to enable mail-in support (needs smtp2zope).
de: Mail-in Support (benxc3xb6tigt smtp2zope)?

source: Comment added (Subscriber)
de: Neuer Beitrag (Thread-Abonnenten)
es: Comentario añadido (para suscriptores)
eu: Erantzuna gehitu da (Harpidedunentzat)

source: Comment deleted
de: Beitrag gelxc3xb6scht
es: Comentario eliminado
eu: Erantzuna ezabatu da

source: Comment edited
de: Beitrag gexc3xa4ndert
es: Comentario editado
eu: Erantzuna editatu da

source: Comment edited (Subscriber)
de: Beitrag gexc3xa4ndert (Thread-Abonnenten)
es: Comentario editado (para suscriptores)
eu: Erantzuna editatu da (Harpidedunentzat)

source: Enable mail-in support
de: Mail-in Support aktivieren

source: Here you can configure the mail texts for mails that are sent out to creators or subscribers of board content when it changes. You can use the following keywords to replace them using content coming from the thread: %(threadtitle)s, %(threadurl)s, %(boardtitle)s, %(mailsignature)s, %(salutation)s and, when appropriate, %(commenturl)s and %(commenttext)s.
de: Hier werden die Texte der Benachrichtungsmails konfiguriert, die an Ersteller und Abonnenten von Foreninhalten bei xc3x84nderungen verschickt werden. Folgende Variablen werden durch die entsprechenden Inhalte des Threads ersetzt: %(threadtitle)s, %(threadurl)s, %(boardtitle)s, %(mailsignature)s, %(salutation)s, %(commenturl)s und %(commenttext)s (falls sinnvoll).
es: Aquí puede configurar el texto de los e-mails que se enviarán. Puede utilizar las siguientes palabras clave para que se sustituyan con los datos del mensaje correspondiente: Título del hilo %(threadtitle)s %(threadurl)s, Nombre del foro %(boardtitle)s, Firma del e-mail %(mailsignature)s, Saludo %(salutation)s y cuando corresponda, dirección del comentario %(commenturl)s y texto del comentario %(commenttext)s.

source: Mail signature
de: Signatur der Email
es: Firma del e-mail
eu: E-posta mezuaren sinadura

source: Mail subject
de: Betreff
es: Asunto del e-mail
eu: E-posta mezuaren gaia

source: Mail text to send to subscribers of a thread where a comment has been added
de: Text der Benachrichtigungsmail an Threadabonnenten, wenn ein Kommentar hinzugefxc3xbcgt wurde
es: Texto a enviar a los suscriptores cuando se añada un comentario
eu: Erantzun berri bat dagoenean harpidedunei bidali behar zaien mezua.

source: Mail text to send to subscribers of a thread where a comment has been edited
de: Text der Benachrichtigungsmail an Threadabonnenten, wenn ein Kommentar gexc3xa4ndert wurde
es: Texto a enviar a los suscriptores cuando se edita un comentario
eu: Erantzun berri bat editatzen denean harpidedunei bidali behar zaien mezua.

source: Mail text when a comment has been deleted
de: Text der Benachrichtungsmail beim Lxc3xb6schen eines Beitrags
es: Texto a enviar cuando se elimina un comentario
eu: Erantzun bat ezabatzen denean bidali behar den mezua

source: Mail text when a comment has been edited
de: Text der Benachrichtungsmail beim xc3x84ndern eines Beitrags
es: Texto a enviar cuando se edita un comentario
eu: Erantzun bat editatzen denean bidali behar den mezua

source: Mail text when a thread has been moved to another board
de: Text der Benachrichtungsmail wenn ein Thread in ein anders Forum verschoben wurde
es: Texto a enviar cuando un hilo se mueve a otro foro
eu: Mezu-hari bat beste foro batera mugitzen denean

source: Mail-in: Add attachments?
de: Mail-in: Anhxc3xa4nge hochladen?

source: Mail-in: Fake Manager role?
de: Mail-in: Request mit Manager-Rolle ausxc3xbchren?

source: Map Salutations
de: Anrede
es: Asignar saludos
eu: Agurra

source: Map salutation from memberdata property to email salutation (one mapping per line, use : to separate key and value).
de: Die salutation-Property aus portal_memberdata wird auf die Begrxc3xbcxc3x9fung in der Email abgebildet (salutation und Anrede mit : trennen; eine Anrede pro Zeile. Bsp: Frau:Sehr geehrte Frau %(fullname)s
es: Asigna las variables que se pueden utlizar en el saludo basándote en las propiedades de usuario (una asignación por línea, utiliza : para separar la clave y el valor. P.ej: nombre:fullname).
eu: Esleitu erabiltzailearen propietateak mezuaren agurrerako (esleipen bat lerro bakoitzean, erabili : gakoa eta balioa bereizteko. Adb.: izena:fullname)

source: Settings for board notification mails
de: Einstellungen fxc3xbcr Foren-Emailbenachrichtigungen
es: Configuración de las notificaciones por e-mail
eu: Ploneboard-en jakinarazpenen ezarpenak

source: Signature
de: Signatur
es: Firma
eu: Sinadura

source: Specify network addresses from which mail-in requests can originate, one by line.
de: Netzwerkadressen, von denen Mail-in-Requests erlaubt sind (eine pro Zeile).

source: Subject
de: Betreff
es: Asunto
eu: Gaia

source: Subscribe
de: Abonnieren
es: Suscribir
eu: Harpidetu

source: Subscribed to forum
de: Forum abonniert

source: Thread moved
de: Thema verschoben
es: Hilo movido
eu: Mezu-haria mugitu

source: Unsubscribe
de: Abonnement aufheben
es: Cancelar suscripción
eu: Harpidetza eten

source: Use Manager role during mail-in request.
de: Manager-Rolle fxc3xbcr Mail-in Request verwenden.
